{
    "title": "Bonus Genius Buddy 50€ + 50€",
    "name": "buddybank",
    "bonus_image": "buddybank",
    "summary": {
      "bonus": "💰 50€ in contanti dopo un acquisto di almeno 10€",
      "invito": "💰 50€ per ogni amico invitato che apre il conto e completa una transazione",
      "deposito_richiesto": "Almeno 10€ da depositare tramite bonifico",
      "scadenza": "-",
      "commissioni": "Conto gratuito - Carta virtuale gratuita",
      "extra": "Possibilità di ricevere un secondo bonus di 50€ con la promo 'Welcome to Buddy'"
    },
    "sections": [
      {
        "title": "Cos'è Genius Buddy e come funziona il bonus",
        "content": [
          "Genius Buddy (ex BuddyBank) è un conto mobile offerto da Unicredit, completamente gestibile tramite app e privo di costi fissi.",
          "La registrazione è gratuita e, utilizzando un codice promozionale, è possibile ottenere 50€ in contanti dopo aver effettuato una spesa minima di 10€ con la carta di debito.",
          "Inoltre, per ogni amico invitato che apre il conto e compie un acquisto qualificante, ricevi altri 50€ fino a un massimo di 500€ (10 inviti)."
        ]
      },
      {
        "title": "Requisiti principali",
        "content": [
          "Bonus valido fino al 30 settembre 2025.",
          "È necessario depositare almeno 10€ tramite bonifico bancario dopo l’apertura del conto.",
          "Per ricevere il bonus di benvenuto, occorre completare un acquisto di almeno 10€ con la carta virtuale MyOne entro 30 giorni.",
          "È richiesta la verifica dell’identità (KYC) tramite documenti come carta d’identità, patente o passaporto.",
          "La carta fisica ha un costo una tantum di 7€, ma la versione virtuale è completamente gratuita.",
          "Il bonus viene accreditato entro 90 giorni dalla transazione ed è completamente prelevabile.",
          "Non possono partecipare i vecchi clienti BuddyBank né dipendenti Unicredit già titolari di prodotti bancari al 16/09/2024."
        ]
      },
      {
        "title": "Guida passo passo",
        "content": [
          "1. Scarica l’app Genius Buddy e inizia la registrazione selezionando l'opzione di apertura conto classica (evita SPID o CIEid).",
          "2. Inserisci il codice promozionale che trovi in alto nella pagina.",
          "3. Verifica i dati personali, carica i documenti richiesti fronte e retro e completa la procedura (firma del contratto inclusa).",
          "4. Durante la scelta della carta, seleziona solo la versione **virtuale MyOne** per evitare costi extra.",
          "5. Attendi l’attivazione del conto e della carta virtuale (entro circa 48h), quindi deposita almeno 10€ tramite bonifico (consigliato da conti come Revolut per velocità e zero costi).",
          "6. Una volta attivata la carta, effettua un acquisto online o in negozio di almeno 10€ con Google Pay, Apple Pay, POS fisico o e-commerce.",
          "⚠️ Non sono valide ricariche, bonifici, giroconti o spostamenti di fondi tra conti.",
          "💡 Se non sai cosa acquistare, puoi ricaricare Amazon, comprare monete su TikTok o fare un piccolo acquisto da app store.",
          "7. Il bonus verrà accreditato direttamente sul conto entro 90 giorni lavorativi.",
          "✅ Dopo aver ricevuto il tuo primo bonus, potrai invitare fino a 10 amici e guadagnare 50€ per ciascuno.",
          "🎁 È attiva anche una promozione extra: se effettui una transazione da almeno 30€ entro il 30 giugno 2025, ricevi ulteriori 50€ entro gennaio 2026."
        ],
        "image": ""
      }
    ]
  }
  