{
    "title": "FINECO conto italiano per trading con regime amministrato - Bonus 50€ + 50€ per inviti",
    "name": "fineco",
    "bonus_image": "fineco",
    "summary": {
      "bonus": "🎁 Buono Amazon da 50€ al raggiungimento delle condizioni",
      "invito": "🎁 50€ in Buono Amazon per ogni amico invitato (max 20 inviti)",
      "deposito_richiesto": "💰 Consigliato deposito minimo di circa 25-30€ tramite bonifico bancario gratuito e istantaneo",
      "scadenza": "-",
      "commissioni": "⚠️ Commissioni di trading variabili: 2,95€ a trade per under 30, 9,95€ a trade sopra i 30 anni",
      "extra": "💳 Conto gratuito per i primi 12 mesi o fino a 30 anni, poi 3,95€/mese azzerabili con condizioni"
    },
    "sections": [
      {
        "title": "Cos’è Fineco e come funziona il bonus",
        "content": [
          "Fineco è una delle principali banche online italiane per investimenti azionari, con piattaforme intuitive e possibilità di scegliere tra regime amministrato o dichiarativo.",
          "Aprendo un conto Fineco e rispettando alcune condizioni, puoi ricevere un buono Amazon da 50€ via email.",
          "Puoi inoltre guadagnare 50€ in buoni Amazon per ogni amico invitato, fino a un massimo di 20 inviti.",
          "Le condizioni per il bonus comprendono l’accredito dello stipendio o pensione, oppure l’effettuazione di almeno 5 operazioni di trading, oppure un investimento minimo di 20.000€ in titoli, fondi o altri strumenti."
        ]
      },
      {
        "title": "Requisiti per ottenere il bonus",
        "content": [
          "Accredita in modo continuativo stipendio o pensione entro il 30 settembre 2025.",
          "Oppure effettua almeno 5 operazioni di trading (acquisto o vendita) entro il 30 settembre 2025 su mercati e strumenti specificati (azioni, ETF su mercati italiani, americani, canadesi, tedeschi, francesi e obbligazioni domestiche/euro).",
          "Oppure investi almeno 20.000€ in titoli, fondi o altri investimenti su dossier collegati al conto aperto entro il 30 settembre 2025.",
          "È richiesta la verifica KYC con documento d’identità valido e selfie.",
          "Possono partecipare solo maggiorenni (18+)."
        ]
      },
      {
        "title": "Guida passo passo per aprire il conto e sbloccare il bonus",
        "content": [
          "1. Registrati dal sito ufficiale Fineco (https://it.finecobank.com/) cliccando su 'APRI IL CONTO'.",
          "2. Inserisci i tuoi dati anagrafici, carica fronte/retro del documento d’identità e un selfie per verifica.",
          "3. Puoi scegliere di NON richiedere la carta di debito per evitare il costo di 9,95€ annui (opzionale).",
          "4. Per ottenere il bonus, accreditare lo stipendio/pensione entro il 30/09/2025 o eseguire 5 trade o investire almeno 20.000€ entro la stessa data.",
          "💡Consiglio: per i giovani under 30 o chi vuole minimizzare i costi, compra 3 ETF a zero commissioni e rivendili pagando solo le fee di vendita (circa 8,85€ totali).",
          "💡Alternativa: acquista 3 azioni a basso prezzo (es. Telecom Italia) e rivendile, sostenendo fino a 15-18€ di commissioni totali.",
          "5. Il buono Amazon sarà accreditato via email tra il 16/10/2025 e il 18/11/2025, con consegna entro il 16/12/2025."
        ]
      },
      {
        "title": "Altre informazioni e vantaggi Fineco",
        "content": [
          "Il conto è gratuito per i primi 12 mesi o per chi ha meno di 30 anni, poi ha un canone di 3,95€/mese che può essere azzerato con requisiti quali accredito stipendio, trading frequente, servizi di consulenza, risparmio gestito e altri.",
          "La carta di pagamento è opzionale e ha costi annui variabili tra 9,95€ e 29,95€ a seconda del tipo.",
          "Le commissioni di trading partono da 2,95€ per trade per under 30, mentre per over 30 il costo è di 9,95€ per trade.",
          "Fineco offre anche una lista di ETF a zero commissioni per l’acquisto.",
          "Puoi invitare fino a 20 amici per guadagnare bonus aggiuntivi."
        ]
      }
    ]
  }
  