{
  "title": "BG SAXO - 250€ Trading Bonus",
  "name": "bgsaxo",
  "bonus_image": "bgsaxo",
  "summary": {
    "bonus": "💰 250€ Trading Bonus after a minimum deposit of 1€",
    "invito": "💰 250€ for each friend invited who opens an account and deposits at least 1€",
    "deposito_richiesto": "Minimum initial deposit of 1€",
    "scadenza": "31/08/2026 to join, deposit completion by 30/09/2026",
    "commissioni": "Bonus usable only for trading fees; account and management free of charge",
    "extra": "Each customer can invite up to 5 friends; link valid for 90 days from creation"
  },
  "sections": [
    {
      "title": "What is BG SAXO and how the bonus works",
      "content": [
        "BG SAXO SIM is an online trading and investment platform with access to Stocks, ETFs, Bonds, Futures, and Options.",
        "The 'Refer a Friend' program allows you to receive a 250€ Trading Bonus for each friend invited who opens a BG SAXO account and makes a minimum deposit of 1€.",
        "The bonus is credited within 30 days from the qualifying deposit."
      ]
    },
    {
      "title": "Main Requirements",
      "content": [
        "The program is valid for residents of Italy aged 18 or older.",
        "BG SAXO employees, BG SAXO financial advisors, or customers already registered as of September 1, 2025, cannot participate.",
        "The invited friend must open the account using the provided link and deposit at least 1€ within 30 days of opening.",
        "The Trading Bonus expires 90 days after credit if not used or if the account is closed.",
        "The bonus can only be used to cover trading fees; it does not cover taxes, stock exchange fees, CFDs, or other expenses.",
        "Each customer can invite a maximum of 5 friends during the promotional period.",
        "The referral link is valid for 90 days from creation."
      ]
    },
    {
      "title": "Step-by-Step Guide",
      "content": [
        "1. Log in to your BG SAXO account and generate the 'Refer a Friend' link from the platform.",
        "2. Share the link with friends interested in opening a BG SAXO account.",
        "3. The invited friend must open the account using the link and make the minimum deposit of 1€ within 30 days.",
        "4. Once the deposit is verified, both the referring customer and the friend receive the 250€ Trading Bonus within 30 days.",
        "5. The bonus can only be used to pay trading fees; it is not withdrawable as cash.",
        "6. The bonus expires 90 days after credit or if the account is closed.",
        "7. Remember that each customer can invite up to 5 friends during the promotion.",
        "8. For any issues or information, consult the full terms and conditions or contact BG SAXO customer support."
      ],
      "image": ""
    }
  ]
}
