{
  "title": "Crédit Agricole €50 Amazon Gift Card",
  "name": "credit_agricole",
  "bonus_image": "credit_agricole",
  "summary": {
    "bonus": "🎁 €50 Amazon gift card after a card payment of at least €0.10 and a €1000 deposit or salary/pension credit",
    "invito": "🎁 €50 Amazon gift card for each friend invited (up to 4 friends)",
    "deposito_richiesto": "💰 €0.10 via free instant bank transfer",
    "scadenza": "🗓️ Offer valid until 30/09/25 (account opening request must be submitted between 01/07/2025 and 31/07/2025)",
    "commissioni": "✅ Free account and card for 9 months, then €2/month (only for users over 35)",
    "extra": "-"
  },
  "sections": [
    {
      "title": "What is Crédit Agricole and how does the bonus work",
      "content": [
        "Crédit Agricole is a European bank offering an Italian IBAN account, fully manageable via mobile app.",
        "By opening an account and using your debit card, you can receive a €50 Amazon gift card with a simple payment of at least €0.10.",
        "For each friend who completes the requirements, you receive an additional €50 Amazon gift card, up to a total of 4 friends (€200)."
      ]
    },
    {
      "title": "Main requirements",
      "content": [
        "Minimum transaction required: at least €0.10 within 60 days of account opening.",
        "You must also either deposit at least €1000 or credit your salary/pension to qualify for the €50 Amazon gift card.",
        "The account is free for the first 9 months, then €2/month for users over 35 (free for users under 35).",
        "The VISA card is free for 24 months. A physical-only Bancomat Easy Cash card is also available.",
        "Valid ID (identity card and health card) and a short video selfie are required for identity verification.",
        "The bonus will be issued within 120 days after the promotion ends.",
        "Only users aged 18 or older can participate.",
        "A maximum of 4 invitations per user; the invite counter resets with each new promotion."
      ]
    },
    {
      "title": "Step-by-step guide",
      "content": [
        "1. Register using the link at the top of the page: make sure the promo code is entered correctly and click 'Use promo code'.",
        "2. Select the nearest branch (you can choose any, even at random). If needed, they will contact you by phone or email.",
        "3. Fill in your personal information, complete the anti-money laundering section, confirm your address and tax code. Choose the VISA DEBIT card.",
        "4. Verify your documents: take photos of your ID and health card, and record a short video with a verification code.",
        "5. Digitally sign the documents and wait for confirmation emails. You’ll need to complete the signature with an OTP code sent via SMS.",
        "6. Within about 24h your account will be activated. Set your login credentials from the Crédit Agricole customer site.",
        "7. After another 24-48h you’ll be able to activate the virtual card via the app: go to 'Cards and accounts' and enable online payments.",
        "8. Once the card is active, deposit at least €0.10 via instant transfer and complete a qualifying transaction (POS, online, or wallet).",
        "💡 Spending ideas: Revolut payment link, TikTok token purchase, apps costing a few cents from the App Store or Google Play.",
        "❌ Not valid: bank transfers, mobile top-ups, or prepaid card reloads. Avoid purchases under €5 unless it's an Amazon top-up.",
        "9. Deposit €1000 into your account or alternatively, credit your salary or pension.",
        "10. The Amazon gift card will be sent within 120 days after verifying the requirements.",
        "✅ All bonuses can be combined."
      ]
    }
  ]
}
