{
  "title": "Crédit Agricole Amazon Voucher €50",
  "name": "credit_agricole",
  "bonus_image": "credit_agricole",
  "summary": {
    "bonus": "🎁 €50 Amazon voucher after a transaction of at least €0.10 with the Visa card and a deposit of €1000 into the account or salary/pension credit",
    "invito": "🎁 €50 Amazon voucher for each friend invited (max 9 invites)",
    "deposito_richiesto": "💰 €0.10 via free instant transfer",
    "scadenza": "🗓️ Promotion valid until 24/11/25",
    "commissioni": "✅ Account and card free for 9 months, then €2/month (for over 35s)",
    "extra": "-"
  },
  "sections": [
    {
      "title": "What is Crédit Agricole and how the bonus works",
      "content": [
        "Crédit Agricole is a European bank offering an online account with an Italian IBAN, fully manageable via app.",
        "By opening an account and using a debit card, you can receive a €50 Amazon voucher with a simple transaction of at least €0.10.",
        "Each completed referral gives you a €50 Amazon voucher, up to a maximum of 8 referrals (total €400)."
      ]
    },
    {
      "title": "Main requirements",
      "content": [
        "Minimum required transaction: at least €0.10 within 30 days of account opening.",
        "The account is free for the first 9 months, then €2/month if you are over 35 (free for under 35s).",
        "The VISA card is free for 24 months. The Bancomat Easy Cash card is also available for in-person payments only.",
        "Valid documents (ID and health card) and a short video selfie are required for identification.",
        "The bonus is credited within 120 days from the end of the promotion.",
        "Only people aged 18 or older can register.",
        "Maximum 4 referrals per user; the counter resets with each new promotion."
      ]
    },
    {
      "title": "Step-by-step guide",
      "content": [
        "1. Register from the link at the top of the page: make sure the promo code is correctly entered and click 'Use promo code'.",
        "2. Choose the nearest branch (or any if none are nearby). If needed, they will contact you by phone or email.",
        "3. Enter your details, fill in the anti-money laundering section, and confirm your address and tax code. Choose the VISA DEBIT card.",
        "4. Verify your documents: you will need to photograph your ID and health card, and record a short video with a code.",
        "5. Sign the documents digitally and wait for confirmation emails. Complete the signature with an OTP code received via SMS.",
        "6. After about 24h you will receive account activation. Set up your login credentials from the Crédit Agricole customer page.",
        "7. After another 24-48h, you can activate the virtual card via the app: go to 'Cards and accounts' menu, then enable online payments.",
        "8. Once the card is active, deposit at least €0.10 via instant transfer and complete an eligible transaction (POS, online, or wallet).",
        "💡 Spending ideas: top up Revolut via payment link, purchase tokens on TikTok, apps costing a few cents on App Store or Google Play.",
        "❌ Not valid: bank transfers, SIM or prepaid card top-ups. Avoid expenses under €5 unless it's an Amazon top-up.",
        "9. Deposit €1000 into the account or, alternatively, credit your salary or pension.",
        "10. The Amazon voucher will be sent within 120 days of verifying the requirements.",
        "✅ All bonuses are cumulative."
      ]
    }
  ]
}
