{
  "title": "N26 Bonus €15",
  "name": "n26",
  "bonus_image": "n26",
  "summary": {
    "bonus": "💰 €15 after a purchase of at least €15",
    "invito": "💰 €15 for every invited friend who spends €15",
    "deposito_richiesto": "No deposit required",
    "scadenza": "-",
    "commissioni": "None if you use a transfer; fees apply with card top-ups",
    "extra": "3 free ATM withdrawals per month in the eurozone",
    "last_edit": "02/09/2025"
  },
  "sections": [
    {
      "title": "What is N26 and how does the bonus work",
      "content": [
        "N26 is a digital bank with a European license, offering a free online account with an Italian IBAN.",
        "With the Standard plan, there are no opening costs or monthly fees. You can manage everything from your smartphone.",
        "Upon registration, you receive a virtual debit card that you can use immediately with Google Pay and Apple Pay.",
        "After making a purchase of at least €15 with your N26 card (virtual or physical), you will receive a €15 bonus directly into your account.",
        "You can also earn €15 for every person who registers using your referral link and completes the bonus requirements."
      ]
    },
    {
      "title": "Main requirements",
      "content": [
        "Make a purchase of at least €15 using your N26 card (virtual or physical).",
        "The card can be used on Amazon, e-commerce sites, or for mobile recharges. PayPal transactions are excluded.",
        "A physical card is optional and costs €10 one-time, but the virtual card is free and usable immediately.",
        "The bonus is credited within 2-3 business days, up to a maximum of 60 days.",
        "Each valid referral is worth €15, with a total annual cap of €1,500.",
        "Identity verification is required with a valid document (ID card, driver’s license, or passport) and a selfie.",
        "Available to residents aged 18 or older."
      ]
    },
    {
      "title": "Step-by-step guide",
      "content": [
        "1. Sign up using the referral link shown on this page next to the N26 logo.",
        "2. Enter your personal details, upload your ID (front and back), and follow the instructions for the selfie verification.",
        "3. Once your account is verified, make a purchase of at least €15 using your N26 virtual card, Google Pay, or Apple Pay.",
        "💡 Suggested purchases: Amazon top-up, phone credit, or a small online order.",
        "❌ Avoid PayPal or unverifiable transactions.",
        "4. Your €15 bonus will be credited to your N26 account, typically within a few business days.",
        "✅ You can use it for future purchases or transfer it to another account."
      ]
    }
  ]
}
