{
  "title": "Nemo Money $50 Bonus with Card Deposit",
  "name": "nemo_money",
  "bonus_image": "nemo_money",
  "summary": {
    "bonus": "🎁 $10 or $50 bonus depending on the amount of your first card deposit",
    "invito": "🎁 $50 for each friend who meets the requirements",
    "deposito_richiesto": "💰 For the welcome bonus: $100 (for $10) or $1000 (for $50) in a single card transaction. $50 for referral bonus",
    "scadenza": "‼️ CURRENTLY NOT ACTIVE ‼️",
    "commissioni": "✅ No fees on deposits, no mandatory investments",
    "extra": "📱 Valid only on Android devices — affiliate link required for tracking",
    "last_edit": "02/01/2026"
  },
  "sections": [
    {
      "title": "What is Nemo Money and how the bonus works",
      "content": [
        "Nemo Money is a financial platform accessible via Android devices that offers a welcome bonus when you make your first deposit by card.",
        "By registering through an affiliate link, you can receive up to $50 bonus based on the amount of your first deposit.",
        "The bonus appears immediately in the app as 'pending' and will be unlocked after 180 days.",
        "No mandatory investment is required, but it is recommended to keep part of the deposit invested for security and for those who plan to invite friends.",
        "There is also a referral program that rewards $50 for every friend who meets the requirements."
      ]
    },
    {
      "title": "Requirements to get the bonus",
      "content": [
        "Register exclusively from an Android device using the affiliate link (no promo codes).",
        "During registration, fill in the requested data and answer 'NO' to the questions about US residency and financial employment (select option 4).",
        "Upload a valid ID: electronic or paper ID card, or driver’s license.",
        "To withdraw the bonus, proof of residence will be requested (e.g., Revolut bank statement).",
        "Welcome bonus: Make a single card deposit of $100 to get $10, or $1000 to get $50.",
        "Referral bonus: Earn $50 for each friend who signs up with your link and deposits at least $50.",
        "The bonus will show as 'pending' immediately and will be credited after 180 days.",
        "There are no deposit fees and no mandatory investments."
      ]
    },
    {
      "title": "Step-by-step guide to register and claim the bonus",
      "content": [
        "1. Click the affiliate link from an Android device to open the registration page.",
        "2. Enter your personal data and answer NO to US citizenship and financial employment questions (choose option #4).",
        "3. Upload your ID (ID card or driver’s license) and complete the selfie verification.",
        "4. Deposit $50 or more with a card in a single transaction (bank transfers are not accepted).",
        "5. You will immediately see the bonus marked as pending in the app’s 'Reward' section.",
        "6. After 180 days, the bonus will be unlocked and you can request withdrawal (after providing proof of residence).",
        "💡 It is recommended, but not mandatory, to keep part of the deposit invested until the bonus unlocks.",
        "❗ Remember: the promotion is valid only on Android and only if you use the affiliate link."
      ]
    },
    {
      "title": "Other useful information about Nemo Money",
      "content": [
        "The welcome bonus is locked for 180 days but visible immediately after deposit.",
        "The platform accepts various Italian documents for identity verification.",
        "Proof of residence may be required when withdrawing the bonus (e.g., PDF bank statement from Revolut).",
        "No fees apply for card deposits and no mandatory investment is required."
      ]
    }
  ]
}
