{
    "howItWorks": {
      "title": "Come funziona?",
      "p1": "Molte aziende per aumentare il numero di utenti fanno delle promozioni usando dei Referral Link che gli utenti possono condividere coi loro amici che ancora non si sono iscritti alla piattaforma in questione. Quando i tuoi amici utilizzeranno il tuo Referral Link, entrambi otterrete dei vantaggi!",
      "p2": "Se sei già pratico di questo sistema, probabilmente ti sarà successo di esaurire le persone a cui condividere il tuo link.",
      "p3": "Come fare in questi casi?",
      "p4": "Facile: puoi diffondere il tuo codice su BonusCenter, dove potrà essere utilizzato da chiunque, così continuerai a ricevere i tuoi guadagni.",
      "p5": "E se invece stai cercando uno o più Referral Link (o codici amico) ma non sai a chi chiedere o dove trovarli? Anche qui la soluzione è semplice: li trovi tutti su BonusCenter!"
    },
    "aboutUs": {
      "title": "Chi siamo",
      "p1": "La nostra missione non è solo segnalarti ottimi bonus per guadagnare qualche extra ogni mese, ma soprattutto formarti e guidarti nel mondo delle opportunità online. Internet è pieno di piattaforme ingannevoli (oltre il 95% sono truffe o inutili), ed è fondamentale imparare a distinguere le vere occasioni da quelle pericolose.",
      "p2": "Il nostro team testa e analizza continuamente nuove app, carte e piattaforme. Leggiamo i regolamenti, verifichiamo che i bonus vengano pagati realmente e prepariamo una guida dettagliata per ogni opportunità.",
      "p3": "Molte delle promozioni si basano su link d'invito (referral): alcune app regalano un bonus all'iscrizione tramite un link speciale o un codice, altre premiano anche chi invita. Per ogni app, troverai sulla nostra pagina sia il link pubblico accanto al logo, sia il codice da inserire se necessario.",
      "p4": "Il nostro consiglio è di registrarti a tutte le app disponibili e poi condividerle a tua volta con amici, parenti o conoscenti per ottenere i bonus di invito.",
      "p5": "I bonus che segnaliamo si dividono principalmente in due categorie:",
      "p6": ""
    },
    "lists": {
      "type1": {
        "title": "Bonus di benvenuto:",
        "bold": "ricevuto al momento della registrazione tramite il nostro link/codice."
      },
      "type2": {
        "title": "Bonus per invito:",
        "bold": "guadagnato ogni volta che qualcuno si iscrive con il tuo link e completa i requisiti."
      }
    },
    "final": {
      "p1": "Le promozioni cambiano di frequente, quindi è importante restare aggiornati, controllare le scadenze e leggere sempre i termini. Solo app che pagano davvero vengono pubblicate: lasciamo perdere le truffe o i servizi ingannevoli.",
      "p2": "Unisciti a noi e trasforma ogni app in un'opportunità concreta. Il web è pieno di possibilità, se sai dove cercare!"
    }
  }
  