{
    "howItWorks": {
      "title": "How does it work?",
      "p1": "Many companies run promotions using Referral Links that users can share with friends who haven’t yet signed up. When your friends use your Referral Link, you both get rewards!",
      "p2": "If you’re already familiar with this system, you’ve probably run out of people to share your link with.",
      "p3": "What to do in these cases?",
      "p4": "Easy: share your code on BonusCenter so anyone can use it—and you keep earning.",
      "p5": "And if you’re looking for one or more Referral Links but don’t know where to find them? Simple: you’ll find them all on BonusCenter!"
    },
    "aboutUs": {
      "title": "About us",
      "p1": "Our mission isn’t just to point out great bonuses for earning a little extra each month, but especially to educate and guide you through the online opportunities world. The internet is full of misleading platforms (over 95% are scams or worthless), so it’s crucial to tell real offers from dangerous ones.",
      "p2": "Our team continuously tests and analyzes new apps, cards, and platforms. We read the terms, verify that bonuses are actually paid, and prepare a detailed guide for each opportunity.",
      "p3": "Many promotions rely on referral links: some apps give a signup bonus via a special link or code, others reward the inviter too. For each app, you’ll find both the public link next to the logo and the code to enter if needed.",
      "p4": "Our advice is to sign up for all available apps and then share them with friends, family, or acquaintances to get referral bonuses.",
      "p5": "The bonuses we feature generally fall into two categories:",
      "p6": ""
    },
    "lists": {
      "type1": {
        "title": "Welcome bonus:",
        "bold": "received at signup via our link/code."
      },
      "type2": {
        "title": "Referral bonus:",
        "bold": "earned each time someone signs up with your link and meets the requirements."
      }
    },
    "final": {
      "p1": "Promotions change frequently, so it’s important to stay updated, check deadlines, and always read the terms. Only genuinely paying apps get published: we skip scams and misleading services.",
      "p2": "Join us and turn every app into a real opportunity. The web is full of possibilities when you know where to look!"
    }
  }
  