{
    "title": "Bonus N26 15€ + 20€ per invito",
    "name": "n26",
    "bonus_image": "n26",
    "summary": {
      "bonus": "💰 15€ in denaro reale dopo una spesa di almeno 20€",
      "invito": "💰 20€ per ogni amico invitato che ricarica e spende 20€",
      "deposito_richiesto": "20€ tramite bonifico SEPA",
      "scadenza": "24 febbraio 2025",
      "commissioni": "Nessuna se ricarichi con bonifico; con carta ci sono commissioni",
      "extra": "3 prelievi ATM gratuiti al mese nella zona euro"
    },
    "sections": [
      {
        "title": "Cos'è N26 e come funziona il bonus",
        "content": [
          "N26 è una banca digitale con licenza europea, che offre un conto online con IBAN italiano completamente gratuito.",
          "Con il piano Standard non ci sono costi di apertura né canoni mensili, e puoi gestire tutto comodamente da smartphone.",
          "Alla registrazione, ricevi una carta di debito virtuale utilizzabile immediatamente anche con Google Pay e Apple Pay.",
          "Effettuando un deposito di almeno 20€ e un acquisto della stessa cifra, riceverai 15€ direttamente sul conto.",
          "Inoltre, puoi guadagnare 20€ per ogni persona che si registra con il tuo invito e completa i requisiti del bonus."
        ]
      },
      {
        "title": "Requisiti principali",
        "content": [
          "Per ottenere il bonus devi depositare almeno 20€ tramite bonifico SEPA.",
          "Una volta ricevuto il deposito, effettua una spesa di almeno 20€ con la carta N26 (virtuale o fisica).",
          "Non sono validi acquisti via PayPal, mentre le ricariche Amazon e le spese su siti e-commerce sono valide.",
          "La carta fisica è facoltativa e costa 10€ una tantum, ma puoi utilizzare la carta virtuale gratuitamente fin da subito.",
          "Il bonus viene accreditato entro 2-3 giorni lavorativi, massimo 60 giorni.",
          "Ogni invito completato vale 20€, fino a un massimo totale di 1500€.",
          "È necessario verificare l’identità tramite scansione del documento (carta d'identità, patente o passaporto) e selfie.",
          "Il conto è disponibile per tutti i maggiorenni (18+)."
        ]
      },
      {
        "title": "Guida passo passo",
        "content": [
          "1. Registrati tramite un link referral (disponibile su questa pagina accanto al logo N26).",
          "2. Compila i dati personali e carica fronte e retro del documento d'identità, quindi segui le istruzioni per fare un selfie di verifica.",
          "3. Una volta verificato l’account, effettua un bonifico SEPA istantaneo da un altro conto intestato a te di almeno 20€ verso il tuo IBAN N26.",
          "⚠️ È possibile ricaricare anche con carta, ma in tal caso ci sono commissioni e un importo minimo richiesto, quindi è preferibile il bonifico.",
          "4. Appena il deposito arriva sul conto, esegui un acquisto di almeno 20€ con la carta N26 virtuale, anche tramite Google Pay o Apple Pay.",
          "💡 Consigli per la spesa: ricarica Amazon, ricarica telefonica o acquisto online semplice e veloce.",
          "❌ Evita transazioni tramite PayPal o metodi non tracciabili.",
          "5. Il bonus da 15€ sarà accreditato direttamente sul conto N26, generalmente entro pochi giorni.",
          "✅ Puoi trasferire il bonus su altri conti tramite bonifico oppure usarlo per altri acquisti o ricariche."
        ]
      }
    ]
  }
  