{
    "title": "Nemo Money: fino a 50€ di bonus con deposito tramite carta",
    "name": "nemo_money",
    "bonus_image": "nemo_money",
    "summary": {
      "bonus": "🎁 10€ o 50€ di bonus in base all’importo del primo deposito con carta",
      "invito": "🎁 50€ per ogni amico invitato che rispetta le condizioni",
      "deposito_richiesto": "💰 100€ (per 10€) o 1000€ (per 50€), in un'unica transazione con carta per il bonus benvenuto, 50€ per il bonus referral",
      "scadenza": "🗓️ Nessuna scadenza indicata, ma promozione soggetta a modifica",
      "commissioni": "✅ Nessuna commissione sul deposito, nessun investimento obbligatorio",
      "extra": "📱 Valido solo per dispositivi Android – necessario link affiliato per essere tracciati"
    },
    "sections": [
      {
        "title": "Cos’è Nemo Money e come funziona il bonus",
        "content": [
          "Nemo Money è una piattaforma finanziaria accessibile da dispositivi Android che offre un bonus di benvenuto a chi effettua un primo deposito con carta.",
          "Registrandoti tramite link affiliato, puoi ricevere fino a 50€ in bonus, a seconda dell’importo del tuo primo deposito.",
          "Il bonus viene mostrato subito in app come 'pending' e verrà sbloccato dopo 180 giorni.",
          "Non è richiesto alcun investimento obbligatorio, ma è consigliabile lasciar investita almeno una parte del deposito per sicurezza e per chi intende invitare amici.",
          "È inoltre disponibile un programma referral che premia con 50€ per ogni amico che completa i requisiti."
        ]
      },
      {
        "title": "Requisiti per ottenere il bonus",
        "content": [
          "Registrati esclusivamente da un dispositivo Android utilizzando il link affiliato (no codice).",
          "Durante la registrazione, compila i dati richiesti e rispondi 'NO' alle domande su residenza USA e impiego in ambito finanziario (seleziona la quarta opzione).",
          "Carica un documento d'identità valido: carta d’identità (elettronica o cartacea) oppure patente.",
          "Per il prelievo del bonus sarà richiesta una prova di residenza (es. estratto conto Revolut).",
          "Bonus benvenuto: Effettua un unico deposito con carta: 100€ per ottenere 10€, oppure 1000€ per ricevere 50€.",
          "Bonus referral: Guadagna 50€ per ogni amico che si iscrive con il tuo link e fa un deposito di 50€",
          "Il bonus sarà visualizzabile subito come 'in attesa' e verrà accreditato effettivamente dopo 180 giorni.",
          "Il conto non ha costi di deposito e non richiede obbligatoriamente di investire."
        ]
      },
      {
        "title": "Guida passo passo per registrarti e ottenere il bonus",
        "content": [
          "1. Clicca sul link affiliato da un dispositivo Android per aprire la pagina di registrazione.",
          "2. Inserisci i dati anagrafici richiesti e rispondi NO alle domande su cittadinanza USA e impiego finanziario (scegli l’opzione n°4).",
          "3. Carica il documento d'identità (carta d'identità o patente) e completa il selfie di verifica.",
          "4. Deposita con carta 50€ in un’unica transazione (non sono accettati bonifici).",
          "5. Vedrai subito il bonus in pending nella sezione 'Reward' dell'app.",
          "6. Dopo 180 giorni, il bonus sarà sbloccato e potrai richiederne il prelievo (previa verifica della prova di residenza).",
          "💡 È consigliato, ma non obbligatorio, investire anche una piccola parte del deposito fino allo sblocco del bonus.",
          "❗ Ricorda: la promo è valida solo da Android e solo se segui il link affiliato."
        ]
      },
      {
        "title": "Altre informazioni utili su Nemo Money",
        "content": [
          "Il bonus di benvenuto è bloccato per 180 giorni ma visibile subito dopo il deposito.",
          "La piattaforma accetta vari documenti italiani per la verifica d’identità.",
          "La prova di residenza può essere richiesta in fase di prelievo (es. PDF estratto conto Revolut).",
          "Non ci sono commissioni per il deposito con carta e non è necessario fare alcun investimento obbligatorio."
        ]
      }
    ]
  }
  